---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.HideUnreferencedViewTags
source: html/ccdf2c36-37ca-4512-bd05-81c5a01c0361.htm
---
# Autodesk.Revit.DB.PDFExportOptions.HideUnreferencedViewTags Property

Whether to hide unreferenced view tags.

## Syntax (C#)
```csharp
public bool HideUnreferencedViewTags { get; set; }
```